Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 너무 걱정할 필요 없어요.”{j}말을 마친 나는 로델린에게 인사를 하고 하인에게 안내를 받아 레온 백작의 집무실로 향했다.
en_us: You need not worry so much,” I assured Rodelline before saying goodbye and following the servant to Count Leon’s office.{j}

source: “기대돼서 잠이 안 옵니다.”{j}나는 그렇게 중얼거리고는 바닥에 누워서 눈을 감았다.
en_us: “I am so excited I cannot sleep,” I murmured as I lay down and closed my eyes.{j}

source: 의사도 오늘부터는 평상시처럼 생활해도 좋다고 했으니까요.”
en_us: The doctor told me I was free to go back to my normal routines from today,” I responded.

source: 그렇다면…….”{j}나는 그렇게 말하고 왼 다리를 먼저 침대 위에 올리고, 그다음에 양손으로 내 오른쪽 정강이를 받쳐 들고 침대 위에 올렸다.
en_us: If so...” I said before lifting my left leg to the bed and lifting my right leg by the shin.{j}

source: 즉, 레온 백작으로서도 어쩔 수 없는 상황이라는 것이다.
en_us: In other words, he couldn’t do anything about this.

source: 그렇다면 방금 전 여자와 의사의 태도가 이해된다.
en_us: If so, the woman and the doctor’s behavior made sense.

source: “이유가?”
en_us: “And the reason?”

source: 발현점에 도달해 얻게 되는 능력은 육체가 아니라 영혼에 밀접한 관련이 있으니까.{j}충분히 가능성이 있다고 생각했고, 결국 내 짐작대로 발현점에 도달했을 때 얻은 능력은 두 가지다.{j}내 모습이 다른 자들에게 보이지 않게 되는 은신과 내 모습을 복제한 허상을 만들어내는 능력.
en_us: Since the abilities one gained after manifestation depended more on the soul than the body, I thought gaining more than two was more than possible. When I reached manifestation, I did get two abilities: becoming invisible to others’ sight and making an illusory copy of myself.{j}{j}

source: 합격인 모양이다.
en_us: I must have made it.

source: “그릇 정리하고 나서, 심심풀이로 읽을 만한 책 한 권과 사전을 가져다줘.”
en_us: “After putting away the dishes, could you bring me some books for leisurely reading and a dictionary?”

source: “당연한 말이지만, 수색 작전을 수행할 때는 이런 정규 이동로를 따라 이동하지 않는다.”{j}그는 말을 마치고 나서 시범이라도 보이는 것처럼 절벽으로 손을 뻗어, 그 벽을 타고 기어오르기 시작했다.
en_us: “This may be obvious, but we do not follow these official roads during our missions,” explained Dorian as he began to reach out toward the cliff and climb as if to demonstrate.{j}

source: “서재가 엄청나게 크네요.”
en_us: “The study is huge,” I commented.

source: “하지만, 배가 산산조각 났습니다.
en_us: “But the boat was blown to pieces.

source: “안 그래도 그걸 부탁드리려고 했었죠.
en_us: “I had thought to ask you of that.

source: 레드우드 가문을 비롯한 많은 귀족 가문은 오랜 시간 결혼 상대를 정하는 과정에서 그 점을 신경 썼고, 덕분에 그 가문에서 태어난 사람들은 대부분 구심점에 대한 거부반응이 거의 없다.
en_us: Thankfully, because noble families including the Redwoods kept that in mind when they selected their spouses, most of their children did not get reactions to the core.

source: 전원 입고 있는 옷을 벗고 보급된 복장으로 갈아입는다.
en_us: Everyone, take off your clothes and get into the uniform.

source: 가장 좋은 자세는 편히 누운 채 마력을 모으는 것이고, 하다못해 조용한 곳에 앉기라도 해야 한다는 것이 게롯의 충고였다.
en_us: The best way to collect mana would be to lie down comfortably or at least sit down in a quiet place.

source: 나는 줄자를 가져가서 하녀의 발 치수를 확인했다.
en_us: I took the measuring tape to check her size.

source: 인상이 약간 구겨진 걸 보니, 마력을 사용하는 모양이다.
en_us: His frown suggested that he must be using his mana.

source: 즉, 한번 쌓으면 그 마력만큼은 어지간해서는 사라지지 않는다는 뜻이다.
en_us: In other words, the mana that one collected in the core seldom disappeared.

source: 아니, 이런 식으로 거울을 보고 싶다는 소리는 아니었는데.
en_us: Well, this wasn’t what I was asking for.

source: 그건 또 무슨 소리야.
en_us: What?

source: 수확철이 지난 겨울이라 그런 걸까.
en_us: It was winter after harvest after all.

source: 이제 막 마력을 모으기 시작했을 텐데.
en_us: But you just started collecting mana.

source: 나는 그 말에 눈을 꽉 감고 있다가 대답했다.{j}“검이 없으면 저는 이 자리에서 죽을 겁니다.{j}지금 이 위에서 일어나는 일을 모르지는 않을 텐데요?{j}설사 살아남는다 해도, 나는 몇 주 뒤 쿠르스트 산맥으로 끌려가 하이랜더들과 싸워야 하는 상황입니다.{j}레드우드 가문의 후손인 마틴 레드우드는 지금 붉은 가지를 필요로 합니다.{j}설마, 저에게 정당한 권리가 없다 말하시진 않겠죠.”
en_us: I clenched my eyes and said, “I will die here if I cannot have the sword. I suppose you are aware of what is going on above the surface? Even if I manage to survive today, I would be dragged to Kurst Mountains to fight the highlanders in a few weeks. Martin Redwood, the descendent of the House of Redwood, needs the Red Branch now. Are you going to say that I do not have the right?”{j}{j}{j}{j}{j}

source: 침대에서 살짝 움직인 나는 바닥에 손을 가져가 보았다.
en_us: Shifting on the bed, I moved my hand close to the floor.

source: 두들겨 맞기는 하겠지만.”
en_us: He might beat you though.”

source: “이야, 그 몰골을 하고도 호기심이 앞서다니 여러 가지 의미로 대단하십니다.”{j}나는 검을 든 채 앞으로 달렸다.
en_us: “My, you really are something if your curiosity gets better of you when you’re in such a state,” I teased as I charged with the sword.{j}

source: 내 말에 하녀가 몸을 덜덜 떨면서 한 발을 침대 위로 올렸다.
en_us: The maid put her foot, trembling.

source: 내 말에 침대 위에 발을 올려놓고 덜덜 떨고 있던 하녀가 어음…… 하는 소리를 낸 다음 작게 고개를 끄덕였다.
en_us: The maid who had been trembling with her foot on my bed hesitated before nodding quietly.

source: 그 말은 아무리 늦어도 한 달 안에는 마력을 느끼고, 내 심장의 구심점 안에 축적할 수 있다는 뜻이다.
en_us: That meant that I would be able to feel the mana and collect them in the core at least in a month.

source: 피아니스트가 연주회에서 하농 연습곡 치는 거 봤냐.
en_us: You never see a pianist play a scale in a recital, do you?

source: 나는 그 말에 잠깐 침묵했다.
en_us: I fell silent for a moment.

source: 목검도 무기니까.
en_us: A wooden sword was still a weapon, after all.

source: “어지간히 마음에 들지 않는 모양이군.”
en_us: “I see that you’re not very fond of the idea,” responded the count.

source: 하지만, 안젤라의 말에 돌아온 마틴의 대답에 그녀는 자기도 모르게 고개를 들어 마틴을 볼 수밖에 없었다.
en_us: But Martin’s answer made her inadvertently look up.

source: 로델린은 그렇게 십 년이 넘는 세월을 방치된 한 뙈기밭이다.
en_us: Rodelline was like a plot of land abandoned for more than 10 years.

source: 병참 장교가 고개를 끄덕이고 나서 입을 열었다.{j}“제군들이 들을 준비가 되었다는 것을 확인했으니, 이후 일정을 하달하겠다.{j}각 인원은 건물 밖에 마련된 보급품을 받도록 한다.{j}이후, 다시 이 자리에 집합할 수 있도록.{j}이상.{j}1열부터 나가서 보급품을 받는다.”
en_us: The commissary nodded and spoke, “Now that I know you’re ready, I’ll announce the schedule. Everyone will get their supply outside the building. Afterward, assemble in this room. Those first in line, go and get your supplies.”{j}{j}{j}{j}{j}

source: “이름.”{j}내가 건물 쪽으로 다가가자, 건물 입구에 서 있던 병사가 나를 보고 말했다.
en_us: “Your name,” barked a soldier as I approached the building.{j}

source: 호수를 돌아다니던 돛단배는 이제 우리의 뒤편을 따라오고 있었다.{j}게다가, 절반 정도 펴놓았던 배의 돛은 이제 완전히 펼쳐져 있었다.
en_us: The sailboat that had been roaming the lake was now on our tail, its sail now fully open.{j}

source: “저를 쿠르스트 산맥의 국경 수비대로 보내는 건 누구 머리에서 나온 생각입니까?”
en_us: “Who’s idea was it to send me to the Kurst Mountains Border Guards?”

source: “타고난 전사.”
en_us: “Born warriors.”

source: 그리고, 그때 본 검의 형상을 떠올려 보면.
en_us: The shape of the sword I saw...

source: “여기 있는 책을 다 읽기 전에 늙어 죽겠네.”{j}나는 그렇게 중얼거리고는 서재의 책들 중에 쓸모 있어 보이는 것들을 골라내기 시작했다.
en_us: “I would die of old age before finishing all these books,” I murmured as I began to pick out what looked more useful among the volumes.{j}

source: 그걸 생각해보면, 보급품의 질이 좋다는 것을 마냥 즐거워할 수는 없는 노릇이다.
en_us: In short, I couldn’t be too happy about the supplies being of good quality.

source: 나는 자리에서 일어나 곧바로 레온 백작의 집무실로 향했다.
en_us: I stood up to head to Count Leon’s office.

source: 그럼, 이 사람이 내 아버지일 확률이 높다.
en_us: Then it was highly likely that he was my father.

source: 마법사는 손발의 신경에 이물질을 박아넣는다.
en_us: A mage, on the other hand, embedded the substance in the nerves of their hands and feet.

source: 니 가족이 죽은 것도 아닌데 뭘 부탁까지 하고 있어.
en_us: Hey, it wasn’t as if his own family has died.

source: “그럴 생각이었네.”{j}도리안이 수긍하고 나는 잠깐 방 안을 한 번 더 둘러 본 다음에 입을 열었다.
en_us: “That’s what I intended,” said Dorian.{j}

source: 어차피 우리는 녀석의 모습을 보지 못했어요.”
en_us: We did not see his face anyway.”

source: “어차피 크게 할 일도 없으니 성안이나 돌아볼 생각이다.
en_us: “Since I don’t have much to do, I plan to take a round of the castle.

source: 나는 그 말에 대답했다.{j}“침대 시트 오른쪽 아래를 보면 알 수 있습니다.”{j}나는 그렇게 말하고 침대에 걸터앉으며 말했다.
en_us: “You can tell if you look at the bottom right corner of the sheet,” I said as I walked over and sat on the corner.{j}{j}

source: 점점 바닷속으로 몸이 잠겨 들고, 산소가 부족해진 폐 속으로 공기 대신 바닷물이 채워지기 시작한다.
en_us: My body sunk deeper into the ocean, water replacing the lungs in my body.

source: 그 말과 함께 문이 열리고, 아침 식사가 테이블 위에 차려진다.
en_us: At the count’s call, the door opened, and food was set on table.

source: “가면?”
en_us: “A mask?”

source: “개인 그릇과 식기가 일곱 개.”{j}나는 그렇게 중얼거리고 침실의 침구의 숫자를 확인했다.
en_us: “Seven plates and sets of utensils,” I murmured before checking the number of beds in the room.{j}

source: “로티샤 호수의 어업은 허가받지 않은 사람들은 할 수 없죠.”
en_us: “Only those with permits can fish in Lake Roticha,” I explained.

source: 나는 게롯의 말에 고개를 돌려 그를 바라봤다.{j}“마력?”
en_us: I turned to look at him and ask, “Mana?”{j}

source: 시간과 거리 개념이 좀 잘못된 사람 같은데.
en_us: He must have a crooked sense of time and distance.

source: 무릎이 계속 욱신거리긴 하지만, 일단은 가족 얼굴을 보고 싶다.
en_us: Her knees hurt, but she wanted to see her family.

source: “쿠르스트 산맥 국경 수비대에는 지인이 하나 있습니다.”
en_us: “I have an acquaintance in the Kurst Mountains Border Guards,” he began.

source: “그렇기에 몸 안에 흘러들어왔다가 자연스럽게 빠져나가는 마력을 억지로 붙들어 놓을 구심점이 필요합니다.”
en_us: “That’s why we need a core that can force mana to stay instead of naturally flowing through our body,” he explained.

source: 내 말에 형상이 고개를 끄덕였다.
en_us: The figure nodded.

source: 360-390mm 정도 되는 발자국?
en_us: A footprint the 14 to 15 inches long?

source: 하지만, 결국 도련님은 제 청을 일부나마 들어주셨습니다.”
en_us: But you did accept my pleas even with conditions,” said Gerrod.

source: 몸은 좀 괜찮은 거냐?”
en_us: Are you feeling alright?” she asked.

source: 내 말에 레온 백작이 잠깐 눈썹을 꿈틀하고는 대답했다.
en_us: Count Leon’s eyebrows twitched.

source: 슬프게도 그 후손이라는 개념에 아무래도 나는 포함되지 않는 모양이다.
en_us: Unfortunately, that children didn’t seem to include me.

source: “사실, 나는 그딴 것보다는 다른 게 더 흥미롭단 말이지.
en_us: “But actually, I’m more interested in something else.

source: “데이먼 형님은, 일어나시고 나서 많이 바쁘셨던 모양입니다.
en_us: “I see that you’ve been busy since morning, Damon.

source: 맡아도 문제없는 일인 줄 알았는데 그게 아니었다.
en_us: I thought I could take it on with no issues, and it wasn’t the case.

source: 바라보고 있는 것만으로도 눈앞이 아찔해질 정도로 높게 솟은 땅의 융기는 굉장한 웅장감이 있었다.
en_us: The staggeringly tall mountains towering over the ground was truly sublime.

source: 그 점을 까먹지 마세요.”
en_us: Do not forget that,” I replied.

source: 나머지 인원은 선임병의 인솔하에 이동해 검사를 받도록.”
en_us: Everyone else, follow your senior and get tested.”

source: “연기가 올라오지 않습니다.
en_us: “I see no smoke.

source: “여기는 조심해야 한다.”{j}도리안은 엄연히 내가 소속된 수색대의 지휘관임에도 불구하고 그다지 신병인 내 기강을 잡을 생각이 없는 모양이었다.
en_us: “We ought to be careful here,” said Dorian. He seemed to have no wish to put me in my place as a rookie despite being a commander of the scout division that I was now part of.{j}

source: 꽤 큰 테이블 위에 스튜와 삶은 감자 따위가 차려져 있다.
en_us: On the fairly large table were a pot of stew, steamed potatoes, and other food.

source: 내 말에 백작이 고개를 저었다.
en_us: The count shook his head.

source: 눈보라 속에서 얼마나 걸었을까.{j}도리안이 한 손을 들어 올렸다.
en_us: We had been walking through the snowstorm for a while when Dorian raised his hand.{j}

source: “그러고 보니, 몸 상태가 많이 안 좋아 보이시는데요.”
en_us: “By the way, you seem pretty roughed up,” I commented.

source: 어제도 오고 오늘도 왔으니, 붙박이라고 한다면 내가 모질게 대할 이유는 없다.
en_us: If she was indeed assigned to me, I would have no reason to be cold to her.

source: “조금만 더 가면 3번 막사가 나온다.
en_us: “A little down the way, we’ll see the third tent.

source: 불쌍하게도.”
en_us: Poor thing,” commented Gerrod.

source: 마틴 레드우드는 조금이라도 하인이나 하녀들이 자신의 심기를 거스르면 그대로 그 녀석의 목에 올가미를 걸고 기절할 때까지 꽉 조이는 버릇이 있다.
en_us: Martin Redwood had a habit of garroting people until they fainted when servants or maids bothered him.

source: 밀려드는 공격을 차분하게 막아내고, 제대로 자세를 잡고 방어를 할 수 없을 것 같으면 그냥 두들겨 맞았다.
en_us: If I couldn’t properly defend, I let the doubles beat me.

source: 워낙 많은 녀석들이 끌려오는 곳이니까.”
en_us: A lot of different men end up here after all,” he began.

source: “식사를 마치고 나면 각자의 기본 체력을 검증할 예정이다.
en_us: “After you finish eating, you’ll each take a physical fitness test.

source: 나는 그 말에 기가 차다는 표정으로 레온 백작을 바라봤다.{j}지금 내가 이 친구의 말을 제대로 이해한 게 맞는지 확신이 서지 않는데.
en_us: I looked at the count incredulously, unsure if I understood him correctly.{j}

source: 마차는 계속해서 이틀 동안 달렸다.
en_us: The carriage ran for two days straight.

source: “없는 시간 쪼개서라도 꼭 해야 하는 일입니다.”
en_us: “I have to do this even if I have to sacrifice some little time I have,” I replied.

source: 온몸의 근육과 뼈가 자기 멋대로 춤추기 시작한다.{j}그리고, 가슴에서 날카로운 고통이 느껴진다.
en_us: All the muscles and bones in my body began to dance, and I felt a sharp pain in my chest.{j}

source: 자라나는 나무가 검을 사랑하는지, 펜을 사랑하는지, 또는 마법을 사랑하는지.
en_us: It does not matter if the tree loves swords, pens, or magic.

source: 영문을 모르겠다는 표정을 짓고 있던 나에게 시선을 주고 있던 남자는 무거운 목소리로 입을 열었다.
en_us: The man who had been staring at me as I sat confused opened his mouth gravely.

source: “제발 죽어달라고 애원이라도 하는 것 같습니다.”
en_us: “It seems to be begging me to die,” I murmured.

source: 게롯은 이미 준비를 마친 상황이었다.
en_us: He was already packed and ready.

source: 마련된 테이블에는 오늘도 데이먼이 먼저 와 앉아있었다.
en_us: I went to the table to find Damon at his seat again.

source: 색이 진한 점토는 철분이 많이 함유되어있어서 색이 약간 붉었다.
en_us: The mud was dark and red, rich with iron.

source: 하녀의 표정이 이상하다.
en_us: The maid was looking at me with funny eyes.

source: “이 소식을 들으면 데이먼이 기뻐하겠네요.
en_us: “Damon would be happy to hear about this.

source: “그중, 우리의 자랑스러운 왕국이 담당하는 구역 안의 산머리는 다섯 개다.
en_us: “Of them, there are five mountainheads under our kingdom’s control.

source: 레드우드 백작가의 주치의 베른.
en_us: It’s Verne, the family physician for the House of Count Redwood.

source: “여길 지나가는 겁니까?”{j}나는 그렇게 중얼거리고 가파른 절벽의 샛길을 바라봤다.
en_us: “Are we walking down this way?” I murmured as I stared at the narrow path by the steep cliff.{j}

source: 게다가, 영지의 젖줄이라고 할 수 있는 로티샤 호수가 그 검의 힘으로 인해 유지되고 있었을 줄이야.
en_us: And to imagine that Lake Roticha, the life source of the estate, was being maintained by its power.

source: 해당 시설의 유지 보수는 우리의 역할이 아니지.”{j}그는 말을 마치고 나서 히죽 웃었다.
en_us: We are not in charge of maintaining them, however,” he said before grinning.{j}

source: 온몸의 근육과 뼈가 자기 멋대로 춤추기 시작한다.
en_us: All the muscles and bones in my body began to dance.

source: “줄을 잡고, 신속하고 신중하게 이동하도록.”
en_us: “Grab the rope and walk carefully.”

source: 얼굴을 구긴 채 이야기를 듣고 있던 나는 한숨을 푹 쉬었다.
en_us: I sighed.

source: 나는 빠르게 녀석의 몸과 갑판 위를 훑어보면서 입을 열었다.{j}“얼씨구, 누가 보내준다고 했나?”
en_us: I quickly scanned the man and the situation on the deck and asked, “Who said you’re going home?”{j}

source: 찾아봐야 할 것은 쿠르스트 산맥에 대한 정보와 그곳을 방어하는 국경 수비대.
en_us: I had to look for information about Kurst Mountains and the Border Guards.

source: 여자는 시선을 돌려 나를 바라봤다.
en_us: The woman turned to look at me once more.

source: 창문을 통해 성문에 세워진 화려하게 장식된 마차와 부지런히 움직이는 하인을 바라보며 이후에 뭘 할지 고민하고 있는데, 안젤라가 노크와 함께 방 안으로 들어와 인사했다.
en_us: As I tried to come up with a new purpose while staring at the lavish carriage and busy servants through the window, Angela knocked and came in with a bow.

source: 감동적이기도 하지.
en_us: How touching.

source: 잠깐 아들이 어디 여행 갔다 온다고 생각하시면 됩니다.”
en_us: Just think of it as your son going on a trip,” I assured her.

source: 내가 부족한 점이 많아 너에게 뭘 해줘야 할지 잘 모른다는 점이 가슴 아프구나.
en_us: It pains me to think that I do not know how to help you.

source: “그렇습니까.”
en_us: “I see.”

source: 나는 그 말에 집 옆에 걸려있는 물고기들을 가리켰다.
en_us: I pointed to the fish hanging by the side.

source: 감사 선물로 나중에 가져올게.
en_us: I’ll definitely remember to bring it.

source: 하지만 그 피아니스트들도 집에서 연습할 때는 일단 하농부터 한 바퀴 돌리고 시작할걸?{j}아니면 말고.
en_us: But I guarantee they start with a scale when they’re practicing at home... or not.{j}

source: 나는 쌓여있는 책들 위에 막 다 읽은 책을 턱 하니 올려놓고 물을 한 모금 마셨다.
en_us: Placing the book I had just finished back on the pile, I took a sip of water.

source: “이미 마력이 축적된 물질을 박아넣으면 될 텐데.”
en_us: “Wouldn’t it be better to embed a material with accumulated mana from the beginning?” I asked.

source: 옆에서 도리안이 부스럭거리더니, 화로에 물을 데워서 차를 한 잔 만들어 내밀었다.
en_us: Dorian rustled from my side as he sat up and heat up the water to offer me a cup of tea.

source: “최소한 하루는 지났군.”
en_us: “At least a day has passed.”

source: 나는 고개를 끄덕이고 잠깐 있다가 입을 열었다.{j}“아버님에게 제 처분에 대한 이야기를 들으신 모양인데, 너무 걱정하실 필요 없어요.”
en_us: I nodded before speaking again, “You must have heard about father’s decision, but you do not have to worry.”{j}

source: 이걸 어쩌지.
en_us: Too bad.

source: 나도 마찬가지로, 우리를 인솔하는 병사를 따라 걷기 시작했다.
en_us: I also began to follow the guide.

source: 아침에 급하게 편지를 쓰셨지요?
en_us: You wrote a letter in haste, didn’t you?

source: 그리고 옆에서 남자가 그런 여자를 조심스럽게 부축하며 말했다.{j}“아무래도 기억상실이 아닐까 합니다.”
en_us: The man supported her cautiously as he murmured, “I’m afraid he might have lost his memory.”{j}

source: “마치 지금처럼.”
en_us: “Like Now,” I murmured.

source: 너무 당황해서 실수로 얼굴을 봐버렸다.
en_us: She did it. She looked at his face.

source: 그 나라 사람들은 차를 마실 때 꼭 넣어 먹는다고 들었습니다.”
en_us: People there apparently put some whenever they have tea,” Angela explained.

source: 잠깐 멍하니 서 있던 나는 입을 열었다.{j}“혹시 뭐 좋아하는 음식이나 먹고 싶은 거 있으면 지금 말해주세요.”
en_us: I stood dazed before asking, “If there’s any food you like or want, let me know.”{j}

source: 이래서 사람이 허세를 부리면 안 된다니까.
en_us: This is why you shouldn’t promise more than you could deliver, I thought.

source: 그냥 물이 아니다.
en_us: This wasn’t just water.

source: 정의감에 불타는 강직한 외골수라고 생각했는데.
en_us: I thought he was a righteous, stubborn man.

source: 맞아, 그럴 수도 있지.{j}하지만 슬프게도 말로 설득하는 것보다 두들겨 패서 말을 듣게 하는 편이 훨씬 더 빠르다.
en_us: They could, but it was far easier to persuade others with violence than words.{j}

source: 당장 오늘 안에 될 거라고는 생각하지 않는다.{j}하지만 그렇다고 마력을 모으기 시작하는데 필요한 시간이 길지도 않을 것이다.{j}게롯이 한 달 정도 꾸준히 수련을 한다면 쿠르스트 산맥에 끌려가서도 너무 나대지만 않는다면 죽지 않을 것이라 말했으니까.
en_us: Though I didn’t expect to get it today, it likely wouldn’t take that long to collect mana as Gerrod had said that a month of diligent training would guarantee my survival at Kurst Mountains unless I did something stupid.{j}{j}

source: 거기에는, 대충 봐도 3미터는 훌쩍 넘어가는 잿빛의 거인이 대충 깎아 몽둥이 비슷하게 만든 돌덩이를 하나 들고 새하얀 콧김을 훅훅 뿜어내고 있었다.
en_us: There stood an ashen giant more than 9.8 ft tall huffing out of his nose with a crudely carved rock of a club.

source: 너에게 징계를 내리기로 한 이상 내가 너에게 해줄 수 있는 것은 그 정도가 전부니, 너는 목숨을 걸고 배워라.”
en_us: Since I’ve decided to punish you, this is all I can do. Learn like your life depends on it.”

source: “내 질투는 제인에게 향한 게 아니라 레온에게 향했단다.
en_us: “I was jealous not of Jane but of Leon.

source: 로델린은 별다른 말 없이 내 이야기를 듣고 있다가 손을 뻗어 내 손을 잡았다.
en_us: Rodelline listened quietly before reaching out to clutch my hand.

source: 이야, 참 많기도 하다.
en_us: Man, this was a lot.

source: “아마, 아프실 겁니다.”
en_us: “It might hurt.”

source: 이대로 게롯의 도움을 받아 한 달 동안 훈련을 하면, 죽지는 않겠지만 평생 국경수비대를 벗어나지는 못할 것이라는 뜻이다.
en_us: So he was saying that if I followed his training for a month, I won’t die, but I won’t ever leave the Border Guards till my death.

source: 나는 그 말에 고개를 끄덕이고 침대에 누우며 입을 열었다.
en_us: I nodded and lay back down.

source: 푹 쉬었니?”{j}잠깐 당황하고 있던 로델린이 이내 내 인사를 받아주고 의자에 앉았다.
en_us: Have you had a good night’s rest?” Rodelline replied, snapping out of her surprise and taking a sit.{j}

source: 지금까지 도련님이 찾아낸 것만으로도 사람을 특정 짓는 게 훨씬 쉬워질 겁니다.”
en_us: With what you have found out, it would be much easier to narrow down on the suspect,” said Gerrod.

source: 의사라.
en_us: A physician, huh?

source: 몸은 점점 따뜻해지고, 심지어 가만히 생각해보니 나 지금 숨도 쉬고 있다.
en_us: My body was growing warmer. Come to think of it, I could even feel myself breathing.

source: “그래.
en_us: “Good morning.

source: “마틴…….”
en_us: “Martin...” she spoke.

source: 잠깐 턱을 괴고 내가 읽은 책들을 살펴보던 나는 자리에서 일어났다.
en_us: Looking over the books I had finished with my chin on my hand, I finally stood up.

source: 남들에게 알려져서 좋을 일은 없으니.{j}일단 베른으로 하여금 입단속을 시켰다.”
en_us: It won’t do any good to have others know about it, so I had Verne silence everyone.”{j}

source: “책이라?
en_us: “A book?

source: 그래봤자 실체를 가진 분신의 유지 시간은 1.5초 정도로 짧지만, 그걸로도 충분하다.
en_us: The double only remained physical for 1.5 seconds, but that was enough.

source: 내 말에 형상이 대답했다.{j}― 레드우드 가문의 후손은 마틴 레드우드, 너만 있는 것이 아니다.{j}너는 붉은 가지의 힘을 원하지만, 로티샤 호수의 유지를 원하는 후손도 있지.{j}알고 있지 않느냐?
en_us: The figure replied, Martin Redwood of the House of Redwood, you are not the only one who needs the Red Branch. You may want its power, but some may want the preservation of Lake Roticha. You would know this.{j}{j}{j}

source: 씻으러 가면서 만난 하인이 편지 몇 장을 들고 있던 기억이 있다.
en_us: I could remember passing by a servant holding a few letters on my way to the bath.

source: 그런 나를 보고 있던 게롯이 한마디 한다.{j}“기사들의 사망원인 1순위가 적의 공격이고, 2순위가 심장마비입니다.{j}허허허.”
en_us: “The number one cause of death in knights is enemy attack. The second is heart attack. Hahaha,” commented Gerrod as he watched me.{j}{j}

source: 나는 그 말에 아, 하는 소리를 내고 고개를 끄덕였다.
en_us: I nodded with an “Oh.”

source: 정말로 인터넷이나 콘센트 같은 게 아예 없는 세상이라면 사전에 그런 단어가 적혀 있을 리 없다.
en_us: If this was indeed the world without internet or electricity, there would be no such word in the dictionary.

source: 꼭 이 괴물에게 죽고 싶다!{j}라는 생각이 있다면 쿠르스트 산맥으로 향하면 원하는 목적을 달성할 수 있을 것이다.
en_us: If anyone wanted to get killed by a particular monster, they could head to the Kurst Mountains to realize their wish!{j}

source: 요즘 의사들이 손에 풀물이 든 채로 잉크로 문서를 쓸 일이 있기는 한가.{j}그런 의문을 가진 채로 나는 잠깐 눈앞의 자칭 의사를 바라봤다.
en_us: Do doctors ever need to write documents in ink with grass-stained hands? I wondered as I stared at the so-called physician in front of me.{j}

source: 얼굴을 보면 안 된다.
en_us: She must not look at his face.

source: “알겠습니다.”{j}안젤라는 잠시 뒤 다섯 명 정도의 사람을 데리고 내 방으로 돌아왔다.{j}뭔데 도살장에 끌려 온 표정을 짓고 있냐.
en_us: “Understood,” she replied before coming back in with about five people who looked like they were being dragged to the slaughterhouse.{j}{j}

source: 원래는 안경을 쓰는 모양이다.
en_us: He likely wore glasses regularly.

source: “베른은 뛰어난 의사다.
en_us: “Verne is a capable doctor.

source: 나는 그 말에 대답했다.{j}“아버님의 약지에 끼워진 반지가 두 개인데, 하나는 제 어머니의 약지에 끼워진 반지와 비슷하고, 다른 하나는 함께 오신 부인의 반지와 비슷하지 않습니까.”
en_us: “There are two rings on your finger. One is similar to the one my mother’s wearing while the other resembles the one on the lady you came with,” I responded.{j}

source: 아니, 모르는 게 아니구나.{j}확실히 죽었겠구나.
en_us: No, I would have definitely died.{j}

source: ― 붉은 가지에 깃든 마력은 에린실의 의지에 따라 하나의 방향성을 가지고 있다.{j}루온 레드우드의 피를 이어받은 자의 번영과 안녕.
en_us: The mana held in the Red Branch has one purpose under the will of Erinthyl: the peace and prosperity of the descendants of Luon Redwood.{j}

source: 나는 계속해서 쿠르스트 산맥과 관련된 다른 책을 읽기 시작했고, 결론적으로는 이 쿠르스트 산맥이라는 곳은 파도 파도 괴담밖에 없다는 사실만을 거듭 확인할 수 있었다.
en_us: I continued to read up on Kurst Mountains and found out that the place had nothing but horrors in store.

source: “병상에서 일어난 지 얼마 되지 않아서 그런가.
en_us: “Is it because he has just woken up?

source: 내 말에 형상이 다가와 내 가슴을 손으로 쓰다듬었다.
en_us: The figure floated over and stroked my chest.

source: 산은 서서히 그 형태를 바꾸기 시작했다.
en_us: The mountain began to shift.

source: “술이라.
en_us: “Alcohol, huh.

source: “걸어놓은 지 얼마 되지 않았습니다.”
en_us: “They’ve been hung not too long ago.”

source: “마틴 레드우드.”{j}그리고 내 이름이 불렸다.
en_us: “Martin Redwood,” he called my name.{j}

source: 지금은 자세에 집중해야 한다.
en_us: What I was focusing on was the stance.

source: 배 안에 있는 건가.
en_us: Was I on a ship?

source: 놀려서 미안.
en_us: Sorry for teasing you, Gerrod.

source: 따라서, 비명도 지르지 못한다.
en_us: Therefore, he could not scream either.

source: “맞고 살았으면 하녀가 그렇게 나를 두려워할 이유가 없잖아.”
en_us: “Well, the maid wouldn’t be so afraid of me if I was the one being beaten.”

source: “요청해서, 발에 맞는 신발로 바꿔 신도록 해.”
en_us: “Ask for better fitted shoes and wear them instead,” I ordered.

source: 소맷자락에 튄 잉크 몇 방울과 촛농 방울.
en_us: There were a few specks of ink and wax on his sleeves.

source: 올가미 도련님.
en_us: Garrote boy.

source: “도련님에게는 시간이 얼마 없다고 들었습니다.”
en_us: “I had heard you were running out of time,” he questioned.

source: 그리고 노력은 결국 집중한 시간과 비례하지.
en_us: And the effort coincided with the amount of time one invested.

source: 나는 손을 뻗어 녀석의 양손을 꽉 잡은 채로 이를 악물었다.
en_us: Reaching out, I grabbed his hands, clenching my teeth.

source: 설마는 무슨 설마야.
en_us: Impossible be damned.

source: “그렇다면 우리, 지금 위험한 상황 아닙니까?”
en_us: “Then aren’t we in danger?”

source: “얼마나 가야 하는 겁니까?”
en_us: “How much do we have to go?” I asked.

source: 강한 상대와 싸울 만한 실력이 있는지는 잘 모르겠지만, 방심하고 있는 사람 멱 따는 건 낮잠 자고 일어나서 냉수 한 잔 마시듯이 해치우는 녀석들이다.
en_us: I did not know whether they were skilled enough to take on a strong opponent, but they could easily off an unaware victim any day.

source: 그리고 게롯이 열심히 땅을 파기 시작했다.
en_us: Gerrod began to dig diligently.
